'use strict';

module.exports = {
	common: [
		'Получилась хорошая игра',
		'Все супер',
		'Игра была равной',
		'Спасибо сопернику',
		'Надо отдать должное сопернику - они играли на высоте',
		'Нам надо выиграть, чтобы достичь наших целей',
		'Да',
		'Нет',
		'Может быть'
	],
	win: [
		'Ура!!! С победой нас',
		'3 очка не пахнут) Ребята молодцы, боролись до конца',
		'Мы должны были выигрывать. Так что все закономерно',
		'Сегодня нам повезло больше',
		'Победа как победа',
		'Парни молодцы, люблю их',
		'Вообще игра получилась интересной, мне понравилось',
		'ЛИВАР!!!ЛИВАР!!!ЛИВАР!!!'
	],
	draw: [
		'ничья - это тоже результат',
		'Мы должны были выигрывать!',
		'Мы просто потеряли 2 очка',
		'В такой игре нам сложно было выиграть',
		'Я рад и 1 очку в данной ситуации',
		'Нам немного не хватило удачи'
	],
	lose: [
		'Конечно я не расчитывал проигрывать сегодня',
		'Мы должны были выигрывать!',
		'Мы просто потеряли очки',
		'В такой игре нам сложно было выиграть',
		'В следующий раз мы будем более подготовлены',
		'Еще одно поражение, ну и ладно',
		'Нам немного не хватило удачи',
		'Конечно, ребята немного расстроены, но ничего, мы готовы идти дальше',
	]
};
